#include "stdio.h"

int main()
{
	//Выводим "Hello" 9 раз
	int i=0;
	while(i<9)
	{
		printf("Hello\n");
		i++;
	}
	
	printf("__________________________\n\n");
	
	//Выводим числа начиная с 0 с шагом 1 и 15 итерациями
	i=0;
	while(i<=15)
	{
		printf("%i\n",i);
		i++;
	}
	
	printf("__________________________\n\n");
	
	//Выводим только нечетные числа	начиная с 0 с шагом 1 и 15 итерациями
	i=0;
	while(i<=15)
	{
		if(i%2!=0)
		{
			printf("%i\n",i);
		}
		
		i++;
	}
	
	printf("__________________________\n\n");
	
	//Выводим сумму чисел от 5 до 15
	int sum=0;
	i=5;
	while(i<=15)
	{
		sum=sum+i;
		i++;
	}
	printf("Sum=%i\n",sum);
}
